<?php
//$a = -4;
//if($a < 0){
//    echo "Переменная а меньше нуля";
//}
//elseif($a == 0){
//    echo "Переменная а равна нулю";
//}
//else{
//    echo "Переменная а больше нуля";
//}
//echo "<br>Это конец программы";

//if($a < 0):
//    echo "Переменная а меньше нуля";
//elseif($a == 0):
//    echo "Переменная а равна нулю";
//else:
//    echo "Переменная а больше нуля";
//endif;

//$a = 26;
//?>
<!---->
<!--<div>-->
<!--    --><?php //if($a < 25): ?>
<!--        <p>Число меньше чем 25</p>-->
<!--    --><?php //elseif($a == 25): ?>
<!--        <b>Число равно 25</b>-->
<!--    --><?php //else: ?>
<!--        <i>Число больше чем 25</i>-->
<!--    --><?php //endif; ?>
<!--</div>-->
<!---->
<!--<div>-->
<!--    --><?php
//    if($a < 25):
//        echo "<p>Число меньше чем 25</p>";
//    elseif($a == 25):
//        echo "<b>Число равно 25</b>";
//    else:
//        echo "<i>Число больше чем 25</i>";
//    endif;
//    ?>
<!--</div>-->

<?php
//$x = 18;
//$y = 15;
//echo $x < $y ? $x + $y : $y - $x;
//$age = 23;
if(!empty($age)){
    echo "Успешно!";
}
else{
    echo "Неудача!";
}